Repository: tuberry/color-picker
Catalog: po/*.po
Languages: ru, zh_tw

source: Mismatched filetype
ru: Несоответствующий тип файла
zh_tw: 檔案類型不符

source: Click or press ENTER to apply changes
ru: Для принятие изменений кликните или нажмите ENTER

source: red
ru: красный
zh_tw: 紅色

source: green
ru: зелёный
zh_tw: 綠色

source: blue
ru: синий
zh_tw: 藍色

source: alpha
ru: непрозрачность
zh_tw: 透明度

source: hue
ru: оттенок
zh_tw: 色調

source: saturation
ru: насыщенность
zh_tw: 飽和度

source: lightness
ru: освещённость
zh_tw: 亮度

source: value
ru: значение
zh_tw: 值

source: chroma
ru: хрома
zh_tw: 彩度

source: chroma A
ru: хрома А
zh_tw: 彩度 A

source: chroma B
ru: хрома B
zh_tw: 彩度 B

source: cyan
ru: циан
zh_tw: 青色

source: magenta
ru: маджента
zh_tw: 洋紅色

source: yellow
ru: жёлтый
zh_tw: 黃色

source: black
ru: чёрный
zh_tw: 黑色

source: hex lowercase 2 digits
ru: hex строчные 2 знака
zh_tw: 十六進位小寫兩位數

source: hex uppercase 2 digits
ru: hex заглавные 2 знака
zh_tw: 十六進位大寫兩位數

source: hex lowercase 1 digit
ru: hex строчные 1 знак
zh_tw: 十六進位小寫一位數

source: hex uppercase 1 digit
ru: hex заглавные 1 знак
zh_tw: 十六進位大寫一位數

source: float with leading zero
ru: десятичное с нулём
zh_tw: 包含前置零的浮點數

source: float without leading zero
ru: десятичное без нуля
zh_tw: 不包含前置零的浮點數

source: number value (original)
ru: числовое значение (исходное)
zh_tw: 數值（原始）

source: percent value
ru: процентное значение
zh_tw: 百分比值

source: Others
ru: Другие
zh_tw: 其他

source: Default format
ru: Формат по-умолчанию
zh_tw: 預設格式

source: %s is picked.
ru: %s выбран.
zh_tw: %s 已選取。

source: (Key)
ru: (Клавиша)
zh_tw: （鍵）

source: MSG
ru: Уведомления
zh_tw: 訊息

source: OSD
ru: Экранные
zh_tw: 螢幕顯示

source: Lens
ru: Лупа
zh_tw: 放大鏡

source: Label
ru: Бирка
zh_tw: 標籤

source: Systray icon
ru: Значок в трее
zh_tw: 系統工具列圖示

source: History and collection size
ru: История и размер коллекции

source: Screenshot
ru: Скриншот
zh_tw: 螢幕截圖

source: Complete
ru: Завершено
zh_tw: 完成

source: Sound effect
ru: Звуковой эффект
zh_tw: 音效

source: _Automatically copy
ru: Копировать _автоматически

source: Copy the color to clipboard after picking
ru: Копировать цвет в буфер обмена после выбора
zh_tw: 選取後將顏色複製到剪貼簿

source: _Default format
ru: _Формат по-умолчанию

source: Also apply to the first Format menu item
ru: Также применимо к первому пункту меню формат
zh_tw: 也適用於第一個格式選單項目

source: _Enable systray
ru: _Включить в трее

source: Secondary click to open menu
ru: Вторичный клик для открытия меню

source: Menu shortcuts
ru: Комбинация клавиш меню

source: toggle history/collection
ru: переключить историю/коллекцию

source: trigger the toolbar button
ru: переключить кнопку в инструментах

source: Menu item shortcuts
ru: Комбинация клавиш списка меню

source: copy the color
ru: копировать цвет

source: primary click
ru: основной клик

source: remove the color
ru: удалить цвет

source: middle click
ru: средний клик

source: trigger the tail button
ru: активация клика мышью

source: secondary click
ru: вторичный клик

source: E_nable shortcut
ru: Включить _комбинации клавиш

source: Primary click or press Enter / Space key to pick
ru: Для выбора основной клик или нажать Enter или Пробел

source: F_ormat menu
ru: М_еню форматов

source: Middle click or press Menu key to open
ru: Для открытия средний клик или нажмите клавишу Меню
zh_tw: 中鍵點選或按選單鍵以開啟

source: _Persistent mode
ru: _Режим выбора

source: Secondary click or press Esc key to quit
ru: Вторичный клик или нажмите клавишу Esc для выхода

source: P_review style
ru: Стиль _предпросмотра

source: Press arrow keys / wasd / hjkl to move by pixel and hold Ctrl key to accelerate
ru: Для перемещения по пиксельно используйте стрелочки/wasd/hjkl, Ctrl для ускорения
zh_tw: 按方向鍵 / wasd / hjkl 以畫素為單位移動，按住 Ctrl 鍵可加速

source: Shortcuts
ru: Комбинации клавиш

source: toggle when picking
ru: переключение при выборе

source: scroll
ru: прокрутка

source: No_tification style
ru: С_тиль уведомлений

source: Notify the color after picking
ru: Уведомлять о цвете после выбора
zh_tw: 選取後通知顏色

source: Not_ification sound
ru: _Звук уведомлений

source: Play the sound after picking
ru: Воспроизводить звук после выбора
zh_tw: 選取後播放音效

source: Custom
ru: Пользовательский
zh_tw: 自訂

source: _New Color Format
ru: _Новый формат цвета

source: Removed <i>%s</i> format
ru: Удалить <i>%s</i> формат

source: Preset
ru: Предустановленные
zh_tw: 預設

source: Edit Color Format
ru: Редактировать формат цвета

source: Name
ru: Название
zh_tw: 名稱

source: Format
ru: Формат
zh_tw: 格式

source: The following parameters can be used:
ru: Следующие параметры могут быть использованы:
zh_tw: 可使用以下參數：

source: The color values can be formatted with (optional trailing precision):
ru: По желанию значения цвета могут быть отформатированы с заданной точности:

source: E.g., <tt>{Blf3}</tt> means the normalized blue value accurate to 3 decimal places.
ru: Т.е: <tt>{Blf3}</tt> означает нормализованное значение синего цвета с точностью до 3 знаков после запятой.

source: _Basic
ru: _Основные

source: _Format
ru: _Формат

source: All
zh_tw: 全部

source: Normal
zh_tw: 一般

source: Symbolic
zh_tw: 符號

source: Clear
zh_tw: 清除

source: Click or press ENTER to commit changes
zh_tw: 點選或按 ENTER 鍵送出變更

source: Press any key.
zh_tw: 請按任意鍵。

source: History size
zh_tw: 歷史記錄大小

source: Scroll or press Shift key to toggle when picking
zh_tw: 選取時捲動或按 Shift 鍵切換

source: Automatically copy
zh_tw: 自動複製

source: Enable systray
zh_tw: 啟用系統工具列

source: Right click to open menu
zh_tw: 右鍵點選以開啟選單

source: Enable shortcut
zh_tw: 啟用快捷鍵

source: Left click or press Enter / Space key to pick
zh_tw: 左鍵點選或按 Enter / Space 鍵進行選取

source: Format menu
zh_tw: 格式選單

source: Persistent mode
zh_tw: 持續模式

source: Right click or press Esc key to quit
zh_tw: 右鍵點選或按 Esc 鍵以結束

source: Preview style
zh_tw: 預覽樣式

source: Notification style
zh_tw: 通知樣式

source: Notification sound
zh_tw: 通知音效

source: New Color Format
zh_tw: 新增顏色格式

source: The color values can be formatted with (optional tailing precision):
zh_tw: 顏色值可以格式化為（可選的小數位數）：

source: i.e. <b>%Blf3</b> means the normalized blue value accurate to 3 decimal places.
zh_tw: 即 <b>%Blf3</b> 表示標準化藍色值精確到小數點後三位。

source: Basic
zh_tw: 基本

source: Color picked
zh_tw: 顏色已選取
